#+TITLE: Tufte Handout sample document
#+AUTHOR: chl
#+DATE: August 2020

This document includes some of the core elements I want to use when writing handouts and short notes. Prerequisites are actually quite simple: It should be easy to include bibliographic entries from a general (or local) Bibtex database,\autocite{knuth-1984-texbook} and it should support Latex math notation right away; footnote should be managed by Org while following Tufte's conventions (=\marginpar=).[fn::Like this anonymous inlline footnote.]

** Mathematica

Let us use the following sample table and apply a =Transpose=:

#+NAME: example-table
  | 1 | 4 |
  | 2 | 4 |
  | 3 | 6 |
  | 4 | 8 |
  | 7 | 0 |

#+BEGIN_SRC mathematica :var x=example-table :results raw :exports both
  (1+Transpose@x)
#+END_SRC

#+RESULTS:
| 2 | 3 | 4 | 5 | 8 |
| 5 | 5 | 7 | 9 | 1 |

